project/atropos-go/etcd_concurrent_read-master/PR/experient_0/kill_expensive_read/cheap_read.log
bench with linearizable range
 0 / 3000 B                                                                   !   0.00%INFO: 2023/06/05 14:20:08 ccResolverWrapper: sending new addresses to cc: [{http://localhost:2379 0  <nil>}]
 3000 / 3000 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 30s

Summary:
  Total:	30.8681 secs.
  Slowest:	0.1025 secs.
  Fastest:	0.0002 secs.
  Average:	0.0011 secs.
  Stddev:	0.0051 secs.
  Requests/sec:	97.1877

Response time histogram:
  0.0002 [1]	|
  0.0104 [2980]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0206 [3]	|
  0.0309 [2]	|
  0.0411 [0]	|
  0.0513 [4]	|
  0.0616 [2]	|
  0.0718 [4]	|
  0.0820 [0]	|
  0.0922 [0]	|
  0.1025 [4]	|

Latency distribution:
  10% in 0.0002 secs.
  25% in 0.0003 secs.
  50% in 0.0003 secs.
  75% in 0.0005 secs.
  90% in 0.0019 secs.
  95% in 0.0037 secs.
  99% in 0.0087 secs.
  99.9% in 0.0999 secs.