project/atropos-go/etcd_concurrent_read-master/PR/experient_0/kill_expensive_read/cheap_write.log
 0 / 1000 B                                                                   !   0.00%INFO: 2023/06/05 14:20:08 ccResolverWrapper: sending new addresses to cc: [{http://localhost:2379 0  <nil>}]
 1000 / 1000 Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 50s

Summary:
  Total:	50.1759 secs.
  Slowest:	0.1021 secs.
  Fastest:	0.0002 secs.
  Average:	0.0018 secs.
  Stddev:	0.0080 secs.
  Requests/sec:	19.9299

Response time histogram:
  0.0002 [1]	|
  0.0104 [980]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0206 [4]	|
  0.0308 [1]	|
  0.0410 [0]	|
  0.0512 [2]	|
  0.0614 [5]	|
  0.0716 [4]	|
  0.0817 [2]	|
  0.0919 [0]	|
  0.1021 [1]	|

Latency distribution:
  10% in 0.0003 secs.
  25% in 0.0004 secs.
  50% in 0.0005 secs.
  75% in 0.0007 secs.
  90% in 0.0011 secs.
  95% in 0.0062 secs.
  99% in 0.0578 secs.
  99.9% in 0.1021 secs.

��∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0300 [2]	|
  0.0449 [0]	|
  0.0598 [6]	|
  0.0747 [5]	|
  0.0896 [3]	|
  0.1045 [2]	|
  0.1193 [0]	|
  0.1342 [0]	|
  0.1491 [1]	|

Latency distribution:
  10% in 0.0004 secs.
  25% in 0.0004 secs.
  50% in 0.0005 secs.
  75% in 0.0007 secs.
  90% in 0.0022 secs.
  95% in 0.0072 secs.
  99% in 0.0645 secs.
  99.9% in 0.1491 secs.